cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'zsh'
brew 'coreutils'
brew 'cmake'
brew 'grc'
brew 'go'
brew 'jq'
brew 'readline'
brew 'wget'
brew 'vim'
brew 'autoenv'
brew 'awscli'
brew 'nvm'
brew 'tree'
brew 'packer'
brew 'ack'
brew 'ctags'
brew 'groovy'
brew 'gradle'
brew 'ant'
brew 'htop'
brew 'hub'
brew 'imagemagick'
brew 'maven'
brew 'mutt'
brew 'openssl'
brew 'perl'
brew 'postgresql'
brew 'mysql'
brew 'python'
brew 'python3'
brew 'ruby'
brew 'shellcheck'
brew 'sqlite'
brew 'tmux'
brew 'zsh-syntax-highlighting'


cask 'slack'
cask 'docker'
cask 'iterm2'
cask 'google-chrome'
