cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'zsh'
brew 'coreutils'
brew 'grc'
brew 'go'
brew 'jq'
brew 'readline'
brew 'wget'
brew 'vim', args: ["with-override-system-vi", "with-lua"]
brew 'autoenv'
brew 'awscli'
brew 'zsh-git-prompt'
brew 'jsonlint'
brew 'proselint'

cask 'slack'
cask 'steam'
cask 'viscosity'
cask 'kaleidoscope'
