cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'zsh'
brew 'coreutils'
brew 'cmake'
brew 'grc'
brew 'go'
brew 'jq'
brew 'readline'
brew 'wget'
brew 'vim', args: ["with-override-system-vi", "with-lua"]
brew 'autoenv'
brew 'awscli'
brew 'zsh-git-prompt'
brew 'jsonlint'
brew 'proselint'
brew 'nvm'
brew 'tree'
brew 'watch'
brew 'packer'

cask 'slack'
cask 'steam'
cask 'viscosity'
cask 'kaleidoscope'
cask 'docker'
cask 'kitematic'
cask 'iterm2'
cask 'arq'
cask 'mist'
cask 'transmit'
cask 'transmit-disk'
cask 'google-chrome'
cask 'insomnia'
